Repository: NoopikxD/PromtTest
Catalog: CorpusSearch/CorpusSearch/en-ru.tmx
Source language: en
Languages: ru

source: But there are no sprinklers here, either.
ru: То здесь вообще нет огнетушителей.

source: Well, we might have to do something about that, too.
ru: Ну, мы можем и с эти разобраться.

source: lsn' t this fun, huh?
ru: Разве это не здорово?

source: lsn' t this great?
ru: Разве не великолепно?

source: Feels like we' re camping.
ru: Мы словно в походе.

source: When are we going home?
ru: Когда мы вернемся домой?

source: Hey, look at this.
ru: Эй, посмотри на это.

source: Pretty cool, huh? / Who am I supposed to be? /
ru: Кто это сюда повесил?

source: Well, I will see you boys in the morning.
ru: Ну, парни, увидимся утром.

source: Good night. / Look at me /
ru: Спокойной ночи. / Look at me /

source: I think I' m going to sleep in here with you.
ru: Думаю, я переночую здесь, вместе с вами.

source: That way... (grunts)... we can all be together.
ru: Таким образом...... мы можем быть вместе.

source: What kind of side effects can be expected?
ru: Какие побочные явления могут возникать?

source: Well, there are a number of possibilities.
ru: Ну, здесь много возможностей.

source: Severe nausea and dizziness are standard.
ru: Сильная тошнота и головокружение обычно.

source: A certain percentage of patients may also experience seizure.
ru: Определенный процент пациентов страдают от припадков.

source: You mean, like flopping around on the floor and everything?
ru: Вроде того, чтобы внезапно шлепаться на пол и тому подобное?

source: In some cases.
ru: В некоторых случаях.

source: You have a visitor, my darling.
ru: К тебе посетитель, дорогая.

source: Who is it?
ru: Кто там?

source: It' s me, sweetie.
ru: Это я, милая.

source: locked in here, watching television and soaking in the tub.
ru: Рейли говорит, что ты проводишь по шесть часов в день, запершись здесь, смотря телевизор и отмокая в ванне.

source: I doubt that.
ru: Сомневаюсь.

source: I don' t think that' s very healthy, do you?
ru: Я не думаю, что это полезно для здоровья, а?

source: Nor do I think it' s very intelligent to keep an electrical gadget on the edge of the bathtub.
ru: И я также думаю, что это не слишком умно - держать электроприбор на краю ванны.

source: I tie it to the radiator.
ru: Я привязала его к батарее.

source: Well, it can' t be very good for your eyes, anyway.
ru: Ну, и это вредно для твоих глаз, в любом случае.

source: Chas came home.
ru: Чез приехал.

source: He and Ari and Uzi are going to stay with me for a little while.
ru: Он, Ари и Узи собираются пожить со мной какое- то время.

source: Why are they allowed to do that?
ru: Почему им разрешили это?

source: I don' t know exactly but I think he' s been very depressed.
ru: Я точно не знаю, но я думаю, что он в сильной депрессии.

source: So are you, what?
ru: И ты тоже - что?

source: But why is this necessary?
ru: Но для чего это нужно?

source: 'Cause I' m in a rut, and I need a change.
ru: Потому что я попала в колею, и мне нужны перемены.

source: Taxi!
ru: Такси!

source: That cab has a dent in it.
ru: На этом такси есть вмятина.

source: You don' t love me anymore, do you?
ru: Ты меня больше не любишь, да?

source: I do, kind of.
ru: Люблю, в каком- то смысле.

source: I can' t explain it right now.
ru: Я не могу это сейчас объяснить.

source: Another dent here, and another dent here.
ru: Еще вмятина здесь, и еще одна - здесь.

source: I' il call you, okay?
ru: Я позвоню тебе, хорошо?

source: Hello, beautiful.
ru: Привет, красавица.

source: Got a minute?
ru: Есть минутка?

source: Uh, I need a favor.
ru: Мне нужно одолжение.

source: I want to spend some time with you and the children.
ru: Я хочу провести какое- то время с тобой и детьми.

source: Well, wait a minute, damn it!
ru: Ну, подожди минутку, черт подери!

source: Stop following me.
ru: Прекрати меня преследовать.

source: Well, I want my family back.
ru: Ну, я хочу получить обратно мою семью.

source: Well, you can' t have it.
ru: Ну, ты не получишь ее.

source: I' m sorry for you, but it' s too late.
ru: Я извиняюсь, но уже слишком поздно для тебя.

source: Well, listen...
ru: Послушай...

source: Baby, I' m dying.
ru: Детка, я умираю.

source: Yeah, I' m- I' m sick as a dog.
ru: Я чувствую себя скверно.

source: I' il be dead in six weeks.
ru: Я умру через шесть недель.

source: I' m dying.
ru: Я умираю.

source: I didn' t know.
ru: Я не знала.

source: Well, what' d they say?
ru: Что они сказали?

source: What is the prognosis?
ru: Какой прогноз?

source: Take it easy, Ethel.
ru: Не расстраивайся, Этель.

source: Now, hold- hold on, baby, hold on.
ru: Держись, детка, держись.

source: Where is the doctor?
ru: Где врач?

source: W- Wait a second now.
ru: Подожди секундочку.

source: Okay, uh, listen, I' m not dying... but I need some time.
ru: Хорошо, слушай, я не умираю... но мне нужно какое- то время.

source: A month or so, okay?
ru: Месяц или вроде того?

source: I want us...
ru: Я хочу...

source: I want us to- to...
ru: Я хочу с вами...

source: What' s wrong with you?!
ru: Да что с тобой такое?!

source: Ethel.
ru: Этель.

source: Are you crazy?!
ru: Ты свихнулся?!

source: Ethel, baby...
ru: Этель, детка...

source: I am dying.
ru: Я умираю.

source: Are you or aren' t you?
ru: Так да или нет?

source: Dying?
ru: Умираю?

source: Have you told your children?
ru: Ты сказал детям?

source: More or less.
ru: Более или менее.

source: And are they all right?
ru: И как они восприняли?

source: It' s hard to say.
ru: Трудно сказать.

source: Who' s your father?
ru: Кто твой отец?

source: His name is Royal Tenenbaum.
ru: Его зовут Ройал Тененбаум.

source: You told us he was already dead.
ru: Ты нам сказал, что он уже умер.

source: Yeah, well, now he' s really dying.
ru: Ну, теперь он действительно умирает.

source: - Ready.
ru: - Готово.

source: - Print it.
ru: - Распечатай.

source: I am very sorry, Margo.
ru: Я очень извиняюсь, Марго.

source: That' s okay.
ru: Все в порядке.

source: We' re not actually related, anyway.
ru: Все равно у нас уже нет близких отношений.

source: True.
ru: Это так.

source: I' d like to send a response, please.
ru: Я бы хотел написать ответ, пожалуйста.

source: Yes, sir, go ahead.
ru: Да сэр, начинайте.

source: Dear Mom:
ru: Дорогая мама,

source: I received your message.
ru: Я получил твое сообщение.

source: I' m coming home as soon as possible.
ru: И возвращаюсь домой как можно скорее.

source: Who do I see about that?
ru: Что ты об этом думаешь?

source: The ship' s porter arranged for Richie to disembark at Halifax and transfer to a third- class state room on board the Queen Helena destined for the Eastern seaboard.
ru: Корабельный служащий организовал для Ричи высадку в Галифаксе и пересадку в каюту третьего класса на борту "Королевы Елены" направлявшейся к восточному побережью.

source: His trunks would not arrive for another 1 1 days.
ru: Эго чемоданы прибудут через 11 дней.

source: Do you mind if we get a picture with you?
ru: Эй, Баумер. не возражаешь, если я снимусь с тобой?

source: He had made a request for his usual escort the one from his days on the circuit to meet him at the pier by way of the Green Line bus.
ru: Он попросил прислать его обычный эскорт, привычный со времен его разъездов, чтобы встретить его на пристани у остановки автобусов "Зеленой линии".

source: As always, she was late.
ru: Как обычно, она опоздала.

source: Stand up straight.
ru: Стой прямо.

source: Let me get a look at you.
ru: Дай мне рассмотреть тебя.

source: What' s so funny?
ru: Чего забавного?

source: Well it' s nice to see you, too.
ru: Ну, я тоже рада тебя видеть.

source: living together under the same roof for the first time in 17 years.
ru: Этой ночью Этелина собрала своих детей вместе под одной крышей впервые за 17 лет.

source: Where' s your dad?
ru: Где твой папа?

source: The next morning, Richie woke at dawn.
ru: На следующее утро, Ричи проснулся с рассветом.

source: He had decided birds should not be kept in cages fed Mordecai three sardines, and set him free.
ru: Он решил, что птиц нельзя держать в клетках накормил Мордекая тремя сардинами, и выпустил на свободу.

source: I' ve missed the hell out of you, my darlings.
ru: Как я скучал по всем вам, мои дорогие.

source: Well, you know that, though, don' t you?
ru: Ну, думаю вы все знаете?

source: I hear you' re dying.
ru: Я слышала, ты умираешь.

source: So they tell me.
ru: Так они мне сказали.

source: Well, I' ve had a good run.
ru: Ну, у меня хороший пробег.

source: You don' t look so sick, Dad.
ru: Ты не выглядишь таким уж больным, папа.

source: What have you got?
ru: Что у тебя?

source: I' ve got a pretty bad case of cancer.
ru: У меня довольно паршивая разновидность рака.

source: How long you going to last?
ru: Как долго ты протянешь?

source: Not long.
ru: Недолго.

source: A month, a year?
ru: Месяц, год?

source: About six weeks.
ru: Около шести недель.

source: Let me get to the point.
ru: Давайте, перейдем к делу.

source: The three of you and your mother are all I' ve got and I love you more than anything.
ru: Вы трое и ваша мать - это все, что у меня есть и я люблю вас больше всего на свете.

source: - Ho- ho.
ru: - Чез, дай мне закончить

source: Now, I' ve got six weeks to set things right with you and I aim to do it.
ru: У меня осталось шесть недель, чтобы наладить отношения с вами и я собираюсь это сделать.

source: Will you give me a chance?
ru: Вы дадите мне шанс?

source: You speak for everyone?
ru: Ты говоришь за всех?

source: I speak for myself.
ru: Я говорю за себя.

source: Well, you' ve made your views known.
ru: Ну, ты высказал свою точку зрения.

source: Let somebody else do some of the talking now.
ru: Дай теперь высказаться кому- нибудь другому.

source: What do you propose to do?
ru: Что ты предлагаешь сделать?

source: I can' t say, really.
ru: Я действительно не могу сказать.

source: Um, make up for lost time, I suppose.
ru: Думаю, наверстать упущенное.

source: First thing I want to do is take you out to see your grandmother, at some point.
ru: Первое, что у хочу сделать вывести вас, чтобы вы увидели вашу бабушку.

source: I haven' t been out there since I was six.
ru: Я там не был с шестилетнего возраста.

source: I haven' t been out there at all.
ru: А я тут вообще не была.

source: I was never invited.
ru: Меня никогда не звали.

source: Well, she wasn' t your real grandmother and I never knew how much interest you had, uh, sweetie.
ru: Ну, она не была твоей настоящей бабушкой и я никогда не знал, что это тебя интересует, милая.

source: Anyway, you' re invited now.
ru: Но теперь тебя позвали.

source: You know, Rachael' s buried out there, too.
ru: Ты знаешь, Рейчел тоже там погребена.

source: Who?
ru: Кто?

source: My wife.
ru: Моя жена.

source: Oh, that' s right, isn' t it?
ru: О, это правильно, да?

source: Well, we' il have to swing by her grave, too.
ru: Ну, мы должны пройтись к ее могиле тоже.

source: Uh, I' il be right back.
ru: Я сейчас вернусь.

source: Chas.
ru: Чез.

source: Can I see my grandsons?
ru: Я могу увидеть моих внуков?

source: Because I finally want to meet them.
ru: Потому что я наконец хочу их увидеть.

source: Don' t give me that guff.
ru: Не бурчи.

source: I think we' il pass.
ru: Думаю, мы перенесем это.

source: Pagoda... where' s my Havelina?
ru: Где моя Хевелина?

source: I' il say good- night to you now, children.
ru: Говорю вам спокойной ночи, дети.

source: Dad.
ru: Папа.

source: Thank you, my sweet boy.
ru: Спасибо, мой милый мальчик.

source: I' il contact you in the next 12 hours with further instructions.
ru: Я свяжусь с тобой в течение 12- ти часов чтобы дать дальнейшие инструкции.

source: Look at that old grizzly bear.
ru: Посмотри на этого старого медведя гризли.

source: Hello, Ethel.
ru: Привет, Этель.

source: Good evening, sir.
ru: Добрый вечер, сэр.

source: Hold the cab, will you, driver?
ru: Постой здесь, хорошо, шофер?

source: Royal, this is Henry Sherman.
ru: Ройал, это Генри Шерман.

source: Hey, lay it on me, man.
ru: Положись не меня.

source: How do you do?
ru: Как дела?

source: Not too well.
ru: Не очень.

source: How' s Richie?
ru: Как Ричи?

source: I can' t tell.
ru: Не могу сказать.

source: Yeah, me neither.
ru: Я тоже.

source: He wrote me a letter.
ru: Он написал мне письмо.

source: He says he' s in love with you.
ru: Он говорит, что влюблен в тебя.

source: That' s what he said.
ru: Это то, что он сказал.

source: I don' t know how we' re supposed to take it.
ru: Я не знаю, как мы должны воспринять это.

source: Sugar, it' s Eli.
ru: Милая, это Илай.

source: What are we doing, Eli?
ru: Чем ты занимаешься, Илай?

source: Oh, I just got to pick something up.
ru: Просто надо кое- что забрать.

source: Don' t repeat that, by the way.
ru: Кстати, не говори этого.

source: About Richie.
ru: Насчет Ричи.

source: It was told to me in confidence, and, you know... (lock buzzes)
ru: Хорошо.

source: Now just remove the loose soil and note the decomposition levels.
ru: Сейчас просто удалите рыхлую землю и отметьте степени разложения.

source: I' m sorry to interrupt your work.
ru: Я извиняюсь, что прерываю твою работу.

source: Don' t be silly.
ru: Не будь глупцом.

source: I just want to apologize for the other day when I proposed to you.
ru: Я просто хочу извиниться за тот день, когда сделал тебе предложение.

source: I thought it was very sweet.
ru: Я думала. это очень мило.

source: I know I' m not as accomplished as some of the men you' ve been involved with.
ru: Я знаю, я не так совершенен как некоторые мужчины, с которыми ты связывала себя.

source: Uh, Franklin Benedict, General Cartwright, and your ex- husband.
ru: Франклин Бенедикт, генерал Картрайт, и твой бывший муж.

source: But, but, I feel...
ru: Это нелепо. но, но я чувствую...

source: I can offer just as much as them.
ru: Я могу предложить не меньше, чем они.

source: I know I went about it backwards, but...
ru: Я знаю, что снова к этому возвращаюсь...

source: Henry, I have no interest in Franklin Benedict or Doug Cartwright -- I never did -- and as far as Royal' s concerned, he' s the most...
ru: Генри, мне неинтересны ни Франклин Бенедикт, ни Дуг Картрайт -- Я никогда -- они так же как Ройал Тененбаум, считают, что они...

source: Henry?
ru: Генри?

source: Henry, are you all right?
ru: Генри, с тобой все в порядке?

source: Yeah, I' m fine.
ru: Да, со мной все хорошо.

source: Anyway, let me know when you make up your mind.
ru: В любом случае, дай мне знать, когда примешь решение.

source: Henry, wait a second.
ru: Генри, подожди секунду.

source: I' m sorry, I' m very nervous.
ru: Извини, я очень нервничаю.

source: Th- That' s okay.
ru: Все хорошо.

source: Oh, thank you.
ru: Спасибо.

source: Why are you so nervous?
ru: Почему ты так нервничаешь?

source: I haven' t slept with a man in 18 years. / Dah- dah- dum /
ru: Ну, правду говоря, я не спала с мужчиной в течение 18 лет.

source: That' s a hell of an old hound dog you got there.
ru: Что это у вас тут за старая охотничья собака.

source: What' s he go by?
ru: Как ее зовут?

source: Buckley.
ru: Бакли.

source: Buckley, sit.
ru: Бакли, сидеть.

source: You know who I am?
ru: Вы знаете, кто я?

source: I' m Royal.
ru: Я Ройал.

source: Have you heard of me?
ru: Вы слышали обо мне?

source: I' m very sorry for your loss.
ru: Я очень сожалею о вашей потере.

source: Your mother was a terribly attractive woman.
ru: Ваша мать была жутко красивая женщина.

source: Which one are you?
ru: Ты кто?

source: Ari.
ru: Ари.

source: Uzi, I' m your granddad.
ru: Узи, я твой дедушка.

source: I' m sorry we haven' t gotten to know each other.
ru: Мне жаль, что мы не знаем друг друга.

source: I don' t get invited around very much.
ru: Меня не очень- то зовут в гости.

source: What do you think of that, by the way?
ru: Что вы об этом думаете, кстати?

source: Oh, you... you don' t have to say anything.
ru: О, вы... вы можете ничего не говорить.

source: It' s kind of a "fuck you" to the old man, I guess.
ru: Это разновидность выражения "пошел ты" по отношению к старику.

source: How' s your daddy?
ru: Как ваш папа?

source: You think so, huh?
ru: Вы так думаете?

source: How often has he got you working out?
ru: Как часто он выводит вас поиграть?

source: 16 times a week.
ru: 16 раз в неделю.

source: Do me a favor.
ru: Сделайте мне одолжение.

source: Tell him you want to meet me.
ru: Скажите ему, что хотите меня встретить.

source: But we just met.
ru: Но мы только что встретились.

source: No, we didn' t.
ru: Нет, еще не встретились.

source: Look, I' d like us to have a relationship but we have to pull some strings to make it happen.
ru: Знаете, я хотел бы, чтобы у нас завязались отношения но мы должны избавиться от кое- каких ограничений, чтобы это произошло.

source: Now, here' s what you tell him.
ru: Теперь, вот что вы должны сказать ему.

source: You say...
ru: Скажите...

source: Well, I bet Mom would have wanted us to meet him before he died.
ru: Ну, я считаю, мама хотела бы, чтобы мы увиделись с ним, прежде чем он умрет.

source: Wouldn' t she?
ru: Разве нет?

source: Don' t you think?
ru: Ты так не думаешь?

source: She was a tough old broad, wasn' t she?
ru: Она была крутой бабой, правда?

source: I wouldn' t know.
ru: Я не знаю.

source: Oh, that' s right.
ru: Все в порядке.

source: We' ve got another body buried here, haven' t we?
ru: Здесь у нас погребено и другое тело, да?

source: Uh, hold on.
ru: Держи.

source: Take some of these.
ru: Возьми эти.

source: So what do you think of this big, old black buck moving in up there?
ru: Итак, что ты думаешь об этом большом черном приятеле, который собирается въехать?

source: Henry Sherman.
ru: Генри Шерман.

source: You know him?
ru: Ты его знаешь?

source: Is he worth a damn?
ru: Он чего- то стоит?

source: I believe so.
ru: Я надеюсь.

source: What happened to your finger?
ru: Что случилось с твоим пальцем?

source: Uzi, shh.
ru: Узи, тсс.

source: It' s okay, I' il tell you.
ru: Все в порядке, Я расскажу вам.

source: I' m adopted.
ru: Меня удочерили.

source: Did you know that?
ru: Вы это знали?

source: Well, I am.
ru: Ну да.

source: When I was 14, I went to find my real family.
ru: Когда мне было 14, я решила найти мою настоящую семью.

source: They live in lndiana.
ru: Они жили в Индиане.

source: All right, now, just set one of them hickory trunks right up top there, sister Maggie.
ru: Отлично, теперь просто поставь одно из этих ореховых поленьев вот сюда, сестричка Мэгги.

source: Did you try to sew it back on?
ru: Ты пробовала пришить его обратно?

source: Wasn' t worth it.
ru: Он того не стоил.

source: Hell of a damn grave.
ru: Черт, какая могила!.

source: Wish it were mine.
ru: Хотел бы я такую.

source: It' s a shame, isn' t it?
ru: Какая досада, правда?

source: Well, you probably had another good two or three years of competitive play in you.
ru: Ну, у тебя, возможно, были еще два или три года, когда ты мог участвовать в соревнованиях.

source: Probably.
ru: Возможно.

source: I had a lot riding on that match, you know.
ru: Я многое потерял на этом матче.

source: Financially and personally.
ru: Финансово и лично.

source: Why did you choke out there that day, Baumer?
ru: Почему ты плакал в тот день, Баумер?

source: Mr. Gandhi leads 40- 15.
ru: М- р Ганди ведет 40- 15.

source: That' s 72 unforced errors for Richie Tenenbaum.
ru: Это 72- ая не вынужденная ошибка для Ричи Тененбаума.

source: He' s playing the worst tennis of his life.
ru: Это худший теннис за всю его жизнь.

source: What' s he feeling right now, Tex Hayward?
ru: Что он сейчас чувствует, Текс Хейворд?

source: I don' t know, Jim.
ru: Я не знаю, Джим.

source: There' s obviously something wrong with him.
ru: Определенно, с ним что- то не так.

source: He' s taken off his shoes and one of his socks and... actually, I think he' s crying.
ru: Он снимает свои туфли и один из своих носков и... вообще- то, я думаю, он плачет.

source: I think you' re right.
ru: Думаю, ты прав.

source: Who' s he looking at in the friends' box, Tex?
ru: На кого он смотрит в ложе друзей?

source: That' s his sister, Margot and her new husband, Raleigh St. Clair.
ru: Это его сестра, Марго и ее новый муж, Рейли Сен- Клер.

source: They were just married yesterday, Jim.
ru: Они вчера поженились, Джим.

source: Oh, yes.
ru: Ах, да.

source: I' ve never seen anything like this.
ru: Никогда не видел ничего подобного.

source: Neither have l.
ru: И я тоже.

source: Strange day out here at Windswept Fields.
ru: Странный денек здесь, На Виндсвепт Филдс.

source: I kind of disappeared after that, didn' t l?
ru: Я вроде как пропал после этого, да?

source: But I understood.
ru: Но я понял.

source: I know you' re not very good with disappointment.
ru: Я знаю, ты сильно разочаровался.

source: You still got that little BB in your hand, Chassie?
ru: Та маленькая пулька все еще застряла в твоей руке, Часси?

source: Why did you shoot me?
ru: Почему ты стрелял в меня?

source: It was the object of the game, wasn' t it?
ru: Это была часть игры, разве нет?

source: We were on the same team.
ru: Мы были в одной команде.

source: Were we?
ru: Мы были?

source: Well... you sued me.
ru: Ну... ты засудил меня.

source: Twice.
ru: Дважды.

source: Got me disbarred.
ru: Лишил меня адвокатского звания.

source: I don' t hold it against you, do l?
ru: Я не держу зла на тебя за это, верно?

source: And how is it possible for Mr. Tenenbaum to withdraw these funds without your written authorization?
ru: И как м- р Тененбаум смог изъять эти средства без вашего письменного разрешения?

source: Objection, Your Honor.
ru: Ваша честь, я возражаю.

source: Damn it, I...
ru: Черт, я...

source: Why don' t you leave the objections to me, Royal?
ru: Почему бы не оставить возражения мне, Ройал?

source: Because I started the corporation when I was a minor.
ru: Потому что я организовал корпорацию, когда был младшим.

source: So, my father was the primary signatory on most of my accounts.
ru: Так что мой отец подписывал большинство моих счетов.

source: He also stole bonds out of my safety deposit box when I was 14.
ru: Он также украл облигации из моего депозитного ящика, когда мне было 14.

source: You think you could start forgiving me?
ru: Как думаешь, ты можешь начать прощать меня?

source: Why should l?
ru: Зачем я должен это делать?

source: Because you' re hurting me.
ru: Потому что ты делаешь мне больно.

source: Were you in prison?
ru: Ты был в тюрьме?

source: Kind of.
ru: Вроде того.

source: Minimum security.
ru: Свободного режима.

source: Should we split?
ru: Мы должны разделиться?

source: No, call me Mr. Tenenbaum.
ru: Нет, зови меня м- р Тененбаум.

source: No, I' m kidding; call me Pappy.
ru: Я шучу, зови меня Деда.

source: Come on, let' s shag ass.
ru: Давай, поднимем задницы.

source: Well, just let me know ifyou need somebody to talk to, okay?
ru: Ну, просто дай мне знать, если тебе понадобиться кто- нибудь, чтоб поговорить?

source: I like Raleigh very much.
ru: Мне очень нравится Рейли.

source: I know he' s a lot older than you are and you two are having some problems but... anyway, maybe I can help.
ru: Я знаю, он намного старше тебя и у вас обоих есть кое- какие проблемы но... все равно, вдруг я смогу помочь.

source: Hey, Baumer!
ru: Эй, Баумер!

source: All right!
ru: Отлично!

source: Oh, Jesus.
ru: О, господи.

source: By the way, I heard about that letter you sent to Eli.
ru: Кстати, я слышала о письме, которое ты послал Илаю.

source: You dropped some cigarettes.
ru: Ты уронила сигареты.

source: Those aren' t mine.
ru: Это не мои.

source: They just fell out ofyour pocket.
ru: Они просто выпали из твоего кармана.

source: Oh, my Lord, look at you.
ru: О боже, посмотри на себя.

source: Come in.
ru: Заходи.

source: Did you tell Margot about that letter I wrote to you?
ru: Ты сказал Марго о том письме, которое я написал тебе?

source: Did she mention it?
ru: Она рассказала об этом?
